tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "bottom"
brew "cmatrix"
brew "coreutils"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "glow"
brew "htop"
brew "hub"
brew "hyperfine"
brew "iperf"
brew "iproute2mac"
brew "jq"
brew "lsd"
brew "neovim"
brew "pipx"
brew "ranger"
brew "ripgrep"
brew "speedtest-cli"
brew "starship"
brew "tmux"
brew "tokei"
brew "weechat"
brew "xonsh"
brew "yadm"
brew "zsh-completions"
cask "alacritty"
cask "alfred"
cask "cheatsheet"
cask "element"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "rectangle"
